taskt/Core/Automation/Commands/DateTimeGroup/ACalculateDateTimeCommands.dot
digraph "ACalculateDateTimeCommands" {
"ACalculateDateTimeCommands" -> "ADateTimeConvertCommands";
"ACalculateDateTimeCommands" -> "IDateTimeResultProperties";
"ADateTimeConvertCommands" -> "ScriptCommand";
"ADateTimeConvertCommands" -> "IDateTimeConvertProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
