taskt/Core/Automation/Commands/DateTimeGroup/ACalculateDateTimeCommands.puml
@startuml
ACalculateDateTimeCommands --> ADateTimeConvertCommands
ACalculateDateTimeCommands --> IDateTimeResultProperties
ADateTimeConvertCommands --> ScriptCommand
ADateTimeConvertCommands --> IDateTimeConvertProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
